Repository: DemFaR/Tires-Ticket-System
Catalog: languages/altalayi-ticket-*.po
Languages: ar

source: Ticket Employee
ar: موظف التذاكر

source: Altalayi Tickets
ar: تذاكر الطلائع

source: Dashboard
ar: لوحة التحكم

source: Open Tickets
ar: التذاكر المفتوحة

source: Closed Tickets
ar: التذاكر المغلقة

source: View Ticket
ar: عرض التذكرة

source: Settings
ar: الإعدادات

source: Statuses
ar: الحالات

source: Security check failed
ar: فشل في فحص الأمان

source: Status updated successfully
ar: تم تحديث الحالة بنجاح

source: Failed to update status
ar: فشل في تحديث الحالة

source: Ticket assigned successfully
ar: تم تعيين التذكرة بنجاح

source: Failed to assign ticket
ar: فشل في تعيين التذكرة

source: Ticket successfully assigned to you
ar: تم تعيين التذكرة إليك بنجاح

source: Response added successfully
ar: تم إضافة الرد بنجاح

source: Failed to add response
ar: فشل في إضافة الرد

source: Note added successfully
ar: تم إضافة الملاحظة بنجاح

source: Failed to add note
ar: فشل في إضافة الملاحظة

source: Please provide a note
ar: يرجى إدخال ملاحظة

source: Field %s is required
ar: الحقل %s مطلوب

source: Ticket created successfully
ar: تم إنشاء التذكرة بنجاح

source: Failed to create ticket
ar: فشل في إنشاء التذكرة

source: Please provide ticket number and phone
ar: يرجى إدخال رقم التذكرة ورقم الهاتف

source: Invalid ticket number or phone
ar: رقم التذكرة أو الهاتف غير صحيح

source: Login successful
ar: تم تسجيل الدخول بنجاح

source: Please provide a response
ar: يرجى إدخال رد

source: [Altalayi] Ticket Created: %s
ar: [الطلائع] تم إنشاء التذكرة: %s

source: [Altalayi] New Ticket: %s
ar: [الطلائع] تذكرة جديدة: %s

source: [Altalayi] Ticket Status Updated: %s
ar: [الطلائع] تم تحديث حالة التذكرة: %s

source: [Altalayi] Customer Response: %s
ar: [الطلائع] رد العميل: %s

source: [Altalayi] Ticket Assigned: %s
ar: [الطلائع] تم تعيين التذكرة: %s

source: [Altalayi] New Response for Ticket: %s
ar: [الطلائع] رد جديد على التذكرة: %s

source: Total Tickets
ar: إجمالي التذاكر

source: Pending Tickets
ar: التذاكر المعلقة

source: Recent Tickets
ar: التذاكر الحديثة

source: Ticket Number
ar: رقم التذكرة

source: Customer
ar: العميل

source: Status
ar: الحالة

source: Created
ar: تاريخ الإنشاء

source: Action
ar: الإجراء

source: View
ar: عرض

source: No tickets found
ar: لم يتم العثور على تذاكر

source: Altalayi Ticket System Settings
ar: إعدادات نظام تذاكر الطلائع

source: Settings saved successfully!
ar: تم حفظ الإعدادات بنجاح!

source: General
ar: عام

source: Frontend Pages
ar: صفحات الواجهة الأمامية

source: Email Notifications
ar: إشعارات البريد الإلكتروني

source: File Uploads
ar: رفع الملفات

source: Advanced
ar: متقدم

source: Company Information
ar: معلومات الشركة

source: Company Name
ar: اسم الشركة

source: Your company name for branding
ar: اسم شركتك للعلامة التجارية

source: Company Email
ar: بريد الشركة الإلكتروني

source: Main company email address
ar: عنوان البريد الإلكتروني الرئيسي للشركة

source: Company Phone
ar: هاتف الشركة

source: Company phone number
ar: رقم هاتف الشركة

source: Company Address
ar: عنوان الشركة

source: Company address for contact information
ar: عنوان الشركة لمعلومات الاتصال

source: Company Website
ar: موقع الشركة الإلكتروني

source: Company website URL
ar: رابط موقع الشركة الإلكتروني

source: Frontend Page Configuration
ar: إعدادات صفحات الواجهة الأمامية

source: Create Ticket Page
ar: صفحة إنشاء تذكرة

source: Select a page for ticket creation form
ar: اختر صفحة لنموذج إنشاء التذكرة

source: Access Ticket Page
ar: صفحة الوصول للتذكرة

source: Select a page for ticket access/login
ar: اختر صفحة للوصول/تسجيل دخول التذكرة

source: View Ticket Page
ar: صفحة عرض التذكرة

source: Select a page for viewing ticket details
ar: اختر صفحة لعرض تفاصيل التذكرة

source: Enable Notifications
ar: تفعيل الإشعارات

source: Enable email notifications
ar: تفعيل إشعارات البريد الإلكتروني

source: Admin Email
ar: بريد المدير الإلكتروني

source: Email address to receive admin notifications
ar: عنوان البريد الإلكتروني لتلقي إشعارات المدير

source: Notification Types
ar: أنواع الإشعارات

source: Notify admin when new ticket is created
ar: إشعار المدير عند إنشاء تذكرة جديدة

source: Notify customer when ticket status changes
ar: إشعار العميل عند تغيير حالة التذكرة

source: Notify admin when customer responds
ar: إشعار المدير عند رد العميل

source: Notify User Roles
ar: إشعار أدوار المستخدمين

source: Select roles to receive notifications:
ar: اختر الأدوار لتلقي الإشعارات:

source: All users with selected roles will receive email notifications. User count is shown in parentheses.
ar: جميع المستخدمين ذوي الأدوار المحددة سيتلقون إشعارات بالبريد الإلكتروني. يظهر عدد المستخدمين بين قوسين.

source: Additional Emails
ar: رسائل إلكترونية إضافية

source: Enter additional email addresses, one per line...
ar: أدخل عناوين بريد إلكتروني إضافية، واحد في كل سطر...

source: Additional email addresses to receive notifications (one per line). These will be added to role-based notifications.
ar: عناوين بريد إلكتروني إضافية لتلقي الإشعارات (واحد في كل سطر). ستتم إضافتها إلى الإشعارات القائمة على الأدوار.

source: File Upload Settings
ar: إعدادات رفع الملفات

source: Allow File Uploads
ar: السماح برفع الملفات

source: Allow customers to upload files with tickets
ar: السماح للعملاء برفع الملفات مع التذاكر

source: Maximum File Size (MB)
ar: الحد الأقصى لحجم الملف (ميجابايت)

source: Maximum file size in megabytes
ar: الحد الأقصى لحجم الملف بالميجابايت

source: Allowed File Types
ar: أنواع الملفات المسموحة

source: Comma-separated list of allowed file extensions
ar: قائمة مفصولة بفواصل من امتدادات الملفات المسموحة

source: Advanced Settings
ar: الإعدادات المتقدمة

source: Tickets Per Page
ar: التذاكر لكل صفحة

source: Number of tickets to display per page in admin
ar: عدد التذاكر المعروضة في كل صفحة في لوحة التحكم

source: Show Delete Button
ar: إظهار زر الحذف

source: Show delete button in admin ticket list
ar: إظهار زر الحذف في قائمة التذاكر في لوحة التحكم

source: Save Settings
ar: حفظ الإعدادات

source: Ticket Details
ar: تفاصيل التذكرة

source: Ticket Information
ar: معلومات التذكرة

source: Ticket Number:
ar: رقم التذكرة:

source: Status:
ar: الحالة:

source: Priority:
ar: الأولوية:

source: Created:
ar: تاريخ الإنشاء:

source: Last Updated:
ar: آخر تحديث:

source: Assigned To:
ar: مُسند إلى:

source: Customer Information
ar: معلومات العميل

source: Name:
ar: الاسم:

source: Phone:
ar: الهاتف:

source: Email:
ar: البريد الإلكتروني:

source: Tire Information
ar: معلومات الإطار

source: Brand:
ar: الماركة:

source: Size:
ar: المقاس:

source: Model:
ar: الموديل:

source: Purchase Date:
ar: تاريخ الشراء:

source: DOT Number:
ar: رقم DOT:

source: Complaint Details
ar: تفاصيل الشكوى

source: Attachments
ar: المرفقات

source: Download
ar: تحميل

source: No attachments
ar: لا توجد مرفقات

source: Actions
ar: الإجراءات

source: Change Status
ar: تغيير الحالة

source: Update Status
ar: تحديث الحالة

source: Assign Ticket
ar: تعيين التذكرة

source: Assign
ar: تعيين

source: Assign to Me
ar: تعيين لي

source: Add Response
ar: إضافة رد

source: Response
ar: الرد

source: Enter your response...
ar: أدخل ردك...

source: Visible to Customer
ar: مرئي للعميل

source: Add Internal Note
ar: إضافة ملاحظة داخلية

source: Internal Note
ar: ملاحظة داخلية

source: Enter internal note...
ar: أدخل ملاحظة داخلية...

source: Add Note
ar: إضافة ملاحظة

source: Ticket History
ar: سجل التذكرة

source: Date
ar: التاريخ

source: User
ar: المستخدم

source: Type
ar: النوع

source: Details
ar: التفاصيل

source: No history found
ar: لم يتم العثور على سجل

source: Submit New Ticket
ar: إرسال تذكرة جديدة

source: Personal Information
ar: المعلومات الشخصية

source: Full Name
ar: الاسم الكامل

source: Phone Number
ar: رقم الهاتف

source: Email Address
ar: عنوان البريد الإلكتروني

source: Tire Brand
ar: ماركة الإطار

source: Tire Size
ar: مقاس الإطار

source: Tire Model
ar: موديل الإطار

source: Purchase Date
ar: تاريخ الشراء

source: DOT Number
ar: رقم DOT

source: Complaint
ar: الشكوى

source: Please describe your complaint in detail...
ar: يرجى وصف شكواكم بالتفصيل...

source: Upload Files
ar: رفع الملفات

source: You can upload images or documents related to your complaint
ar: يمكنك رفع الصور أو المستندات المتعلقة بشكواك

source: Submit Ticket
ar: إرسال التذكرة

source: Access Your Ticket
ar: الوصول إلى تذكرتك

source: Enter your ticket number...
ar: أدخل رقم تذكرتك...

source: Enter your phone number...
ar: أدخل رقم هاتفك...

source: Access Ticket
ar: الوصول للتذكرة

source: Need Help?
ar: تحتاج مساعدة؟

source: Your ticket number was provided when you first submitted your complaint
ar: تم توفير رقم تذكرتك عند تقديم شكواك لأول مرة

source: Check your email for the ticket confirmation message
ar: تحقق من بريدك الإلكتروني لرسالة تأكيد التذكرة

source: Use the same phone number you provided when creating the ticket
ar: استخدم نفس رقم الهاتف الذي قدمته عند إنشاء التذكرة

source: Contact Support
ar: اتصل بالدعم

source: If you're having trouble accessing your ticket, please contact our support team:
ar: إذا كنت تواجه مشكلة في الوصول إلى تذكرتك، يرجى الاتصال بفريق الدعم:

source: Ticket #%s
ar: التذكرة رقم %s

source: Conversation
ar: المحادثة

source: Staff
ar: الموظف

source: You
ar: أنت

source: Your Response
ar: ردك

source: Please provide additional information...
ar: يرجى تقديم معلومات إضافية...

source: Send Response
ar: إرسال الرد

source: Your Tire Complaint Has Been Received
ar: تم استلام شكوى الإطار الخاصة بك

source: Dear %s,
ar: عزيزي %s،

source: Thank you for contacting Altalayi regarding your tire concern. We have received your complaint and created a support ticket for you.
ar: نشكرك لتواصلك مع الطلائع بخصوص مشكلة الإطار. لقد استلمنا شكواك وأنشأنا تذكرة دعم لك.

source: Date Created:
ar: تاريخ الإنشاء:

source: Tire Brand:
ar: ماركة الإطار:

source: To check the status of your ticket or provide additional information, please use the following credentials:
ar: للتحقق من حالة تذكرتك أو تقديم معلومات إضافية، يرجى استخدام بيانات الاعتماد التالية:

source: Phone Number:
ar: رقم الهاتف:

source: View Your Ticket
ar: عرض تذكرتك

source: What Happens Next?
ar: ماذا يحدث بعد ذلك؟

source: Our technical team will review your complaint within 24-48 hours
ar: سيقوم فريقنا الفني بمراجعة شكواك خلال 24-48 ساعة

source: We may contact you for additional information if needed
ar: قد نتصل بك للحصول على معلومات إضافية إذا لزم الأمر

source: You will receive email updates whenever your ticket status changes
ar: ستتلقى تحديثات بالبريد الإلكتروني كلما تغيرت حالة تذكرتك

source: We will work to resolve your concern as quickly as possible
ar: سنعمل على حل مشكلتك في أسرع وقت ممكن

source: Important:
ar: مهم:

source: Please save your ticket number and keep this email for your records. You will need these credentials to access your ticket online.
ar: يرجى حفظ رقم تذكرتك والاحتفاظ بهذا البريد الإلكتروني في سجلاتك. ستحتاج إلى بيانات الاعتماد هذه للوصول إلى تذكرتك عبر الإنترنت.

source: If you have any urgent questions, please don't hesitate to contact our support team directly.
ar: إذا كان لديك أي أسئلة عاجلة، يرجى عدم التردد في الاتصال بفريق الدعم لدينا مباشرة.

source: Thank you for choosing Altalayi.
ar: شكراً لاختيارك الطلائع.

source: New Ticket Submitted
ar: تم إرسال تذكرة جديدة

source: A new tire complaint ticket has been submitted and requires your attention.
ar: تم إرسال تذكرة شكوى إطار جديدة وتتطلب انتباهك.

source: Customer Name:
ar: اسم العميل:

source: Customer Phone:
ar: هاتف العميل:

source: Customer Email:
ar: بريد العميل:

source: Tire Model:
ar: موديل الإطار:

source: Submitted:
ar: تاريخ الإرسال:

source: View Ticket in Admin
ar: عرض التذكرة في لوحة التحكم

source: Please review this ticket and assign it to the appropriate team member.
ar: يرجى مراجعة هذه التذكرة وتعيينها لعضو الفريق المناسب.

source: Ticket Status Updated
ar: تم تحديث حالة التذكرة

source: The status of your ticket has been updated.
ar: تم تحديث حالة تذكرتك.

source: New Status:
ar: الحالة الجديدة:

source: Updated:
ar: تم التحديث:

source: Customer Response Received
ar: تم استلام رد العميل

source: Hello %s,
ar: مرحباً %s،

source: A customer has responded to a ticket assigned to you. Please review their response and take appropriate action.
ar: لقد رد عميل على تذكرة مُعينة لك. يرجى مراجعة ردهم واتخاذ الإجراء المناسب.

source: Ticket Assigned to You
ar: تم تعيين تذكرة لك

source: A tire complaint ticket has been assigned to you. Please review the details and take appropriate action.
ar: تم تعيين تذكرة شكوى إطار لك. يرجى مراجعة التفاصيل واتخاذ الإجراء المناسب.

source: New Response for Your Ticket
ar: رد جديد على تذكرتك

source: Our team has provided a response to your ticket. Please log in to view the complete details and any follow-up questions or instructions.
ar: قدم فريقنا رداً على تذكرتك. يرجى تسجيل الدخول لعرض التفاصيل الكاملة وأي أسئلة متابعة أو تعليمات.

source: Notification
ar: إشعار

source: This is a basic notification template.
ar: هذا هو قالب إشعار أساسي.

source: Template not found. Please contact the system administrator.
ar: لم يتم العثور على القالب. يرجى الاتصال بمدير النظام.

source: Open
ar: مفتوح

source: In Progress
ar: قيد التنفيذ

source: Pending Customer
ar: في انتظار العميل

source: Resolved
ar: تم الحل

source: Closed
ar: مغلق

source: Error:
ar: خطأ:

source: Success!
ar: نجح!

source: An unexpected error occurred. Please try again.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى.

source: Arabic Pages (Optional)
ar: الصفحات العربية (اختيارية)

source: Set separate pages for Arabic language support. If not set, language parameter will be added to the main pages.
ar: قم بتعيين صفحات منفصلة لدعم اللغة العربية. إذا لم يتم تعيينها، سيتم إضافة معامل اللغة إلى الصفحات الرئيسية.

source: Arabic Ticket Creation Page
ar: صفحة إنشاء التذكرة العربية

source: Use main page with language parameter
ar: استخدام الصفحة الرئيسية مع معامل اللغة

source: Optional: Separate page for Arabic ticket creation. Add the shortcode [altalayi_ticket_form] to this page.
ar: اختياري: صفحة منفصلة لإنشاء التذاكر باللغة العربية. أضف الرمز المختصر [altalayi_ticket_form] إلى هذه الصفحة.

source: Arabic Ticket Access Page
ar: صفحة الوصول للتذكرة العربية

source: Optional: Separate page for Arabic ticket access. Add the shortcode [altalayi_ticket_login] to this page.
ar: اختياري: صفحة منفصلة للوصول للتذاكر باللغة العربية. أضف الرمز المختصر [altalayi_ticket_login] إلى هذه الصفحة.

source: Arabic Ticket View Page
ar: صفحة عرض التذكرة العربية

source: Optional: Separate page for Arabic ticket viewing. Add the shortcode [altalayi_ticket_view auto_detect="true"] to this page.
ar: اختياري: صفحة منفصلة لعرض التذاكر باللغة العربية. أضف الرمز المختصر [altalayi_ticket_view auto_detect="true"] إلى هذه الصفحة.

source: Language Switcher
ar: مبدل اللغة

source: Displays a language switcher for Arabic/English navigation with automatic URL routing.
ar: يعرض مبدل لغة للتنقل العربي/الإنجليزي مع توجيه تلقائي للروابط.

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: Created: %s
ar: تم الإنشاء: %s

source: Back to Login
ar: العودة للدخول

source: Print
ar: طباعة

source: City:
ar: المدينة:

source: Motocare Center/Distributor:
ar: مركز موتوكير/الموزع:

source: Number of Tires:
ar: عدد الإطارات:

source: Tire Position:
ar: موضع الإطار:

source: Air Pressure:
ar: ضغط الهواء:

source: Tread Depth:
ar: عمق المداس:

source: Page not found
ar: الصفحة غير موجودة

source: The requested page could not be found.
ar: لم يتم العثور على الصفحة المطلوبة.

source: Submit a Tire Complaint
ar: إرسال شكوى إطار

source: Please fill out the form below to submit your tire complaint. We will review your case and get back to you as soon as possible.
ar: يرجى ملء النموذج أدناه لإرسال شكوى الإطار. سنراجع حالتك وسنعود إليك في أسرع وقت ممكن.

source: This will be used to access your ticket
ar: سيتم استخدام هذا للوصول إلى تذكرتك

source: We will send ticket updates to this email
ar: سنرسل تحديثات التذكرة إلى هذا البريد الإلكتروني

source: City
ar: المدينة

source: Your city
ar: مدينتك

source: Motocare center visited or market distributor
ar: مركز موتوكير الذي تمت زيارته أو موزع السوق

source: Name of the center or distributor
ar: اسم المركز أو الموزع

source: Which Motocare center or market distributor did you visit?
ar: أي مركز موتوكير أو موزع سوق قمت بزيارته؟

source: Number of Tires
ar: عدد الإطارات

source: How many tires are affected?
ar: كم عدد الإطارات المتضررة؟

source: Tire Position
ar: موضع الإطار

source: Air Pressure
ar: ضغط الهواء

source: Tread Depth
ar: عمق المداس

source: e.g., Front Left, Rear Right
ar: مثل: أمامي يسار، خلفي يمين

source: Which tire position is affected?
ar: أي موضع إطار متضرر؟

source: Air Pressure Reading
ar: قراءة ضغط الهواء

source: e.g., 32 PSI, 2.2 Bar
ar: مثل: 32 PSI، 2.2 بار

source: Current tire air pressure
ar: ضغط الهواء الحالي للإطار

source: Tread Depth Measurement
ar: قياس عمق المداس

source: e.g., 6mm, 4/32 inch
ar: مثل: 6ملم، 4/32 بوصة

source: Current tread depth measurement
ar: قياس عمق الدعس الحالي

source: Tire Width
ar: عرض الإطار

source: Width in millimeters (e.g., 225)
ar: العرض بالملليمتر (مثل: 225)

source: Aspect Ratio
ar: نسبة العرض للارتفاع

source: Aspect ratio percentage (e.g., 60)
ar: نسبة العرض للارتفاع مئوية (مثل: 60)

source: Rim Diameter
ar: قطر الجنط

source: Rim diameter in inches (e.g., 16)
ar: قطر الجنط بالبوصة (مثل: 16)

source: Complete Tire Size
ar: مقاس الإطار الكامل

source: Enter values above to see tire size format
ar: أدخل القيم أعلاه لرؤية تنسيق مقاس الإطار

source: This shows your tire size in standard format (Width/Aspect R Diameter)
ar: هذا يظهر مقاس إطارك بالتنسيق القياسي (العرض/النسبة R القطر)

source: Purchase Location
ar: مكان الشراء

source: Select purchase location
ar: اختر مكان الشراء

source: Current Mileage
ar: المسافة المقطوعة الحالية

source: Vehicle mileage in kilometers
ar: مسافة السيارة بالكيلومترات

source: Describe the Issue
ar: وصف المشكلة

source: Please describe the issue with your tire in detail. Include when the problem started, how it affects your driving, and any other relevant information.
ar: يرجى وصف مشكلة الإطار بالتفصيل. اذكر متى بدأت المشكلة، وكيف تؤثر على قيادتك، وأي معلومات أخرى ذات صلة.

source: Supporting Documents
ar: الوثائق المساندة

source: Tire Images
ar: صور الإطار

source: Upload clear photos of the tire issue
ar: ارفع صوراً واضحة لمشكلة الإطار

source: Maximum 5MB per file. JPG, PNG, WebP formats accepted.
ar: الحد الأقصى 5 ميجابايت لكل ملف. تنسيقات JPG، PNG، WebP مقبولة.

source: Receipt/Invoice
ar: فاتورة/إيصال الشراء

source: Upload your purchase receipt or invoice
ar: ارفع فاتورة أو إيصال الشراء

source: Maximum 5MB. JPG, PNG, PDF formats accepted.
ar: الحد الأقصى 5 ميجابايت. تنسيقات JPG، PNG، PDF مقبولة.

source: Enter your ticket number and phone number to view your ticket status and updates.
ar: أدخل رقم تذكرتك ورقم هاتفك لعرض حالة التذكرة والتحديثات.

source: Existing Ticket Login
ar: تسجيل دخول للتذكرة الموجودة

source: Enter your phone number
ar: أدخل رقم هاتفك

source: Checking...
ar: جارِ التحقق...

source: OR
ar: أو

source: Submit New Complaint
ar: إرسال شكوى جديدة

source: Don't have a ticket yet? Create a new tire complaint.
ar: ليس لديك تذكرة بعد؟ أنشئ شكوى إطار جديدة.

source: Create New Ticket
ar: إنشاء تذكرة جديدة

source: Purchase Location:
ar: مكان الشراء:

source: Current Mileage:
ar: المسافة المقطوعة الحالية:

source: km
ar: كم

source: Additional Information Required
ar: معلومات إضافية مطلوبة

source: Our team needs additional information to process your ticket. Please provide the requested details below:
ar: يحتاج فريقنا إلى معلومات إضافية لمعالجة تذكرتك. يرجى تقديم التفاصيل المطلوبة أدناه:

source: Your response has been submitted successfully.
ar: تم إرسال ردك بنجاح.

source: Your Response:
ar: ردك:

source: Please provide the additional information requested by our team...
ar: يرجى تقديم المعلومات الإضافية التي طلبها فريقنا...

source: Additional Files (Optional):
ar: ملفات إضافية (اختيارية):

source: Upload additional documents or images if needed
ar: ارفع مستندات أو صور إضافية إذا لزم الأمر

source: Maximum 5MB per file. Images and PDF files accepted.
ar: الحد الأقصى 5 ميجابايت لكل ملف. الصور وملفات PDF مقبولة.

source: Submit Response
ar: إرسال الرد

source: Submitting...
ar: جارِ الإرسال...

source: Employee Responses
ar: ردود الموظفين

source: Ticket Updates
ar: تحديثات التذكرة

source: No updates available yet.
ar: لا توجد تحديثات متاحة بعد.

source: Already have a ticket?
ar: هل لديك تذكرة بالفعل؟

source: Access your existing ticket
ar: الوصول إلى تذكرتك الموجودة

source: Additional Required Documents to Attach
ar: الوثائق الإضافية المطلوب إرفاقها

source: Copy of the vehicle registration (Istimara)
ar: نسخة من تسجيل المركبة (الاستمارة)

source: Photos of the vehicle (front and rear views)
ar: صور المركبة (المنظر الأمامي والخلفي)

source: Copy of the wheel alignment printout
ar: نسخة من مطبوعة ضبط الإطارات

source: Upload any additional supporting documents
ar: ارفع أي مستندات داعمة إضافية

source: Maximum 5MB per file. Images, PDF, Word, and text files accepted.
ar: الحد الأقصى 5 ميجابايت لكل ملف. الصور، PDF، Word، وملفات النص مقبولة.

source: Your ticket number:
ar: رقم تذكرتك:
